Repository: alexsee/bsh3
Catalog: src/BSH.MainApp/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AppNotificationSamplePayload
source: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>App Notification</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> <actions> <action content="Settings" arguments="action=Settings"/> </actions> </toast>
de_de: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>App-Benachrichtigung</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> <actions> <action content="Einstellungen" arguments="action=Settings"/> </actions> </toast>

# ApplicationUpdate_UpToDate_Text
source: You are already using the latest version.
de_de: Sie verwenden bereits die neueste Version.

# Browser_AddToFolderFavorites
source: Add to folder favorites
de_de: Zu Ordnerfavoriten hinzufügen

# Browser_Backups
source: Backups
de_de: Sicherungen

# Browser_Column_DateCreated
source: Date created
de_de: Erstellungsdatum

# Browser_Column_LastModified
source: Last modified
de_de: Zuletzt geändert

# Browser_Column_Path
source: Path
de_de: Pfad

# Browser_Column_Size
source: Size
de_de: Größe

# Browser_DeleteBackup
source: Delete backup
de_de: Sicherung löschen

# Browser_DeleteBackup_Confirm
source: Are you sure you want to delete this backup?
de_de: Sind Sie sicher, dass Sie diese Sicherung löschen möchten?

# Browser_DeleteBackup_Title
source: Delete Backup
de_de: Sicherung löschen

# Browser_DeleteBackups_Confirm
source: Are you sure you want to delete the selected backups?
de_de: Sind Sie sicher, dass Sie die ausgewählten Sicherungen löschen möchten?

# Browser_DeleteBackups_Title
source: Delete backups
de_de: Sicherungen löschen

# Browser_DeleteFromAll_Confirm
source: Are you sure you want to delete this {0} from all backups?
de_de: Sind Sie sicher, dass Sie diese(n) {0} aus allen Sicherungen löschen möchten?

# Browser_DeleteFromAll_File
source: file
de_de: Datei

# Browser_DeleteFromAll_Folder
source: folder
de_de: Ordner

# Browser_DeleteFromAll_Title
source: Delete from all backups
de_de: Aus allen Sicherungen löschen

# Browser_DeleteMultipleBackups
source: Delete multiple backups
de_de: Mehrere Sicherungen löschen

# Browser_DeleteSelectedFromAllBackups
source: Delete selected from all backups
de_de: Auswahl aus allen Sicherungen löschen

# Browser_EditBackup
source: Edit backup
de_de: Sicherung bearbeiten

# Browser_Empty_GoHome
source: Go Home
de_de: Zur Übersicht

# Browser_Empty_Text
source: Start creating backups to browse them here.
de_de: Erstellen Sie Sicherungen, um sie hier zu durchsuchen.

# Browser_Empty_Title
source: There are currently no backups!
de_de: Es sind derzeit keine Sicherungen vorhanden!

# Browser_Favorites
source: Favorites
de_de: Favoriten

# Browser_FeatureNotAvailable_Text
source: Feature is currently not available. This feature is currently not available because the quick preview could not be found. Reinstall Backup Service Home to resolve the problem.
de_de: Die Funktion ist derzeit nicht verfügbar. Diese Funktion ist derzeit nicht verfügbar, weil die Schnellvorschau nicht gefunden werden konnte. Installieren Sie Backup Service Home erneut, um das Problem zu beheben.

# Browser_FeatureNotAvailable_Title
source: Feature not available
de_de: Funktion nicht verfügbar

# Browser_FileDetails_AvailableVersions
source: Available versions
de_de: Verfügbare Versionen

# Browser_FileDetails_Created
source: Created
de_de: Erstellt

# Browser_FileDetails_Modified
source: Modified
de_de: Geändert

# Browser_FileDetails_RestorePath
source: Restore path
de_de: Wiederherstellungspfad

# Browser_FileDetails_Type
source: Type
de_de: Typ

# Browser_LockUnlockBackup
source: Lock/unlock backup
de_de: Sicherung sperren/entsperren

# Browser_Organize
source: Organize
de_de: Organisieren

# Browser_PreviewPane
source: Preview pane
de_de: Vorschaufenster

# Browser_Properties
source: Properties
de_de: Eigenschaften

# Browser_QuickPreview
source: Quick preview
de_de: Schnellvorschau

# Browser_Remove
source: Remove
de_de: Entfernen

# Browser_Rename
source: Rename
de_de: Umbenennen

# Browser_RenameFavorite_Title
source: Rename favorite
de_de: Favorit umbenennen

# Browser_Restore
source: Restore
de_de: Wiederherstellen

# Browser_RestoreAll
source: Restore all
de_de: Alles wiederherstellen

# Browser_Search
source: Search
de_de: Suchen

# CreateBackup_CreateButton
source: Create Backup
de_de: Sicherung erstellen

# CreateBackup_DescriptionLabel
source: Description
de_de: Beschreibung

# CreateBackup_DescriptionLabelColon
source: Description:
de_de: Beschreibung:

# CreateBackup_FullBackup
source: Create full backup
de_de: Vollständige Sicherung erstellen

# CreateBackup_Help_Description
source: Enter a description for your backup
de_de: Geben Sie eine Beschreibung für Ihre Sicherung ein

# CreateBackup_Help_Title
source: Enter the title for your backup
de_de: Geben Sie den Titel für Ihre Sicherung ein

# CreateBackup_ShutdownAfter
source: Shutdown computer after completion
de_de: Computer nach Abschluss herunterfahren

# CreateBackup_Title
source: Create Backup
de_de: Sicherung erstellen

# CreateBackup_TitleLabel
source: Title:
de_de: Titel:

# CreateBackup_Title_Automatic
source: Automatic Backup
de_de: Automatisches Backup

# CreateBackup_Title_First
source: First backup
de_de: Erste Sicherung

# CreateBackup_Title_Manual
source: Manual backup
de_de: Manuelle Sicherung

# CreateBackup_Title_Scheduled
source: Automatic backup
de_de: Automatische Sicherung

# EditBackup_Title
source: Edit Backup
de_de: Sicherung bearbeiten

# EditBackup_WindowTitle
source: Create Backup
de_de: Sicherung erstellen

# Filter_AddFiles
source: Add File(s)
de_de: Datei(en) hinzufügen

# Filter_AddFolder
source: Add Folder
de_de: Ordner hinzufügen

# Filter_Column_Extension
source: Extension
de_de: Erweiterung

# Filter_Column_File
source: File
de_de: Datei

# Filter_Column_Folder
source: Folder
de_de: Ordner

# Filter_Column_Pattern
source: Pattern
de_de: Muster

# Filter_Description
source: Exclude files, folders, file types and based on regular expressions. Select the files and folders you want to exclude in backups.
de_de: Schließen Sie Dateien, Ordner, Dateitypen und anhand regulärer Ausdrücke aus. Wählen Sie die Dateien und Ordner aus, die Sie von Sicherungen ausschließen möchten.

# Filter_EnterExtension
source: Enter extension (without dot)
de_de: Erweiterung eingeben (ohne Punkt)

# Filter_EnterRegex
source: Enter regular expression
de_de: Regulären Ausdruck eingeben

# Filter_ExcludeLargerThan
source: Exclude files larger than this size
de_de: Dateien größer als diese Größe ausschließen

# Filter_FileNotInSources
source: Selected file is not within the configured source folders.
de_de: Die ausgewählte Datei liegt nicht in den konfigurierten Quellordnern.

# Filter_FolderNotInSources
source: Selected folder is not within the configured source folders.
de_de: Der ausgewählte Ordner liegt nicht in den konfigurierten Quellordnern.

# Filter_Heading
source: Exclude files and folders
de_de: Dateien und Ordner ausschließen

# Filter_IncludeSystemFolders
source: Include folders marked as System (e.g. Nextcloud sync folders)
de_de: Als System markierte Ordner einbeziehen (z. B. Nextcloud-Sync-Ordner)

# Filter_InvalidRegex
source: Invalid regular expression. Fix the pattern before saving it.
de_de: Ungültiger regulärer Ausdruck. Korrigieren Sie das Muster, bevor Sie es speichern.

# Filter_MaximumFileSize
source: Maximum file size
de_de: Maximale Dateigröße

# Filter_Tab_FileTypes
source: File types
de_de: Dateitypen

# Filter_Tab_Files
source: Files
de_de: Dateien

# Filter_Tab_Folders
source: Folders
de_de: Ordner

# Filter_Tab_MaxFileSize
source: Max file size
de_de: Max. Dateigröße

# Filter_Tab_Regex
source: Regular expressions
de_de: Reguläre Ausdrücke

# Filter_Title
source: Exclude items
de_de: Elemente ausschließen

# Formatter_Never
source: Never
de_de: Nie

# Formatter_Today
source: Today {0}
de_de: Heute {0}

# Formatter_Yesterday
source: Yesterday {0}
de_de: Gestern {0}

# INFO_BACKUP_OLD_TEXT
source: Your last data backup is already {0} days old. Perform a data backup to ensure your current files are backed up.
de_de: Ihre letzte Datensicherung liegt bereits {0} Tage zurück. Führen Sie eine Datensicherung aus, damit Ihre aktuellen Dateien gesichert sind.

# INFO_BACKUP_OLD_TITLE
source: Backup outdated
de_de: Datensicherung veraltet

# INFO_BACKUP_SUCCESSFUL_TEXT
source: Planned backup was performed successfully.
de_de: Die geplante Sicherung wurde erfolgreich abgeschlossen.

# INFO_BACKUP_SUCCESSFUL_TITLE
source: Backup successful
de_de: Datensicherung erfolgreich

# INFO_BACKUP_UNSUCCESSFUL_TEXT
source: The planned backup was ended with problems. Click here for more information.
de_de: Die geplante Datensicherung wurde mit Problemen beendet. Klicken Sie hier für mehr Informationen.

# INFO_BACKUP_UNSUCCESSFUL_TITLE
source: Backup with errors finished
de_de: Datensicherung mit Problemen beendet

# INFO_NO_DISKSPACE_LEFT_TEXT
source: There is not enough storage space left on the backup medium. Delete backups or switch to a new medium.
de_de: Auf dem Backupmedium ist nicht mehr genug Speicherplatz vorhanden. Löschen Sie Datensicherungen oder wechseln Sie das Medium.

# INFO_NO_DISKSPACE_LEFT_TITLE
source: Not enough disk space.
de_de: Nicht genug Speicherplatz.

# MSG_BACKUP_DEVICE_NOT_READY_TEXT
source: The backup medium is currently unavailable, which is why the backup is being interrupted.
de_de: Das Sicherungsmedium steht aktuell nicht zur Verfügung, weshalb die Sicherung abgebrochen wird.

# MSG_BACKUP_DEVICE_NOT_READY_TITLE
source: Backup medium not available.
de_de: Sicherungsmedium nicht bereit

# MSG_NO_UPDATE_FOUND_TEXT
source: You are on the latest version of Backup Service Home 3. No updates were found.
de_de: Sie sind auf der neusten Version von Backup Service Home 3. Es wurden keine Aktualisierungen gefunden.

# MSG_NO_UPDATE_FOUND_TITLE
source: No updates found
de_de: Keine Aktualisierungen gefunden

# MSG_PASSWORD_WRONG_TEXT
source: The given password is wrong.
de_de: Das angegebene Kennwort ist falsch.

# MSG_PASSWORD_WRONG_TITLE
source: Password wrong
de_de: Kennwort falsch

# MSG_TASK_RUNNING_TEXT
source: A different backup task is currently running, which is why this backup will be interrupted.
de_de: Eine andere Sicherungsaufgabe wird aktuell bereits ausgeführt, weshalb diese Sicherung abgebrochen wird.

# MSG_TASK_RUNNING_TITLE
source: Other task in progress
de_de: Andere Sicherungsaufgabe in Bearbeitung

# MainView_Available
source: Available:
de_de: Verfügbar:

# MainView_BackupMode
source: Backup mode:
de_de: Sicherungsmodus:

# MainView_BackupMode_Automatic
source: Automatic backups
de_de: Automatische Sicherungen

# MainView_BackupMode_Manual
source: Manual backups
de_de: Manuelle Sicherungen

# MainView_BackupMode_Scheduled
source: Scheduled backups
de_de: Zeitplanbasierte Sicherungen

# MainView_Backups
source: Backups
de_de: Sicherungen

# MainView_BtnCreateBackup_Title
source: Manual backup
de_de: Manuelle Sicherung

# MainView_Cancel
source: Cancel
de_de: Abbrechen

# MainView_DiskspaceFullExpected
source: Diskspace full expected on:
de_de: Voraussichtlich voll am:

# MainView_DiskspaceUnpredictable
source: currently unpredictable
de_de: noch nicht vorhersehbar

# MainView_Files
source: Files
de_de: Dateien

# MainView_LastBackup
source: Last Backup:
de_de: Letzte Sicherung:

# MainView_NextBackup
source: Next Backup:
de_de: Nächste Sicherung:

# MainView_NonePlanned
source: None planned
de_de: keines geplant

# MainView_Off
source: Off
de_de: Aus

# MainView_On
source: On
de_de: Ein

# MainView_ScheduleWarning_NoEntries
source: Scheduled backups are enabled but no schedule is set.
de_de: Für geplante Sicherungen ist kein Zeitplan eingerichtet.

# MainView_StartBackup
source: Start Backup
de_de: Sicherung starten

# MainView_SystemStatus_BatteryPaused
source: Battery operation. No backups are being performed.
de_de: Batteriebetrieb. Es werden keine Sicherungen durchgeführt.

# MainView_SystemStatus_Deactivated
source: Automatic backup is deactivated.
de_de: Automatische Sicherung ist deaktiviert.

# MainView_SystemStatus_NotConfigured
source: Backup Service Home is not configured yet.
de_de: Backup Service Home ist noch nicht konfiguriert.

# MainView_SystemStatus_Running
source: Backup Service Home is running normally.
de_de: Backup Service Home wird ordnungsgemäß ausgeführt.

# MainView_TotalSizeBackuped
source: Total size backuped
de_de: Gesamtgröße gesichert

# Main_Title.Text
source: Main
de_de: Übersicht

# MediaType_LocalDevice
source: Local Device
de_de: Lokales Gerät

# MsgBox_Add
source: Add
de_de: Hinzufügen

# MsgBox_Back
source: Back
de_de: Zurück

# MsgBox_Browse
source: Browse...
de_de: Durchsuchen...

# MsgBox_Cancel
source: Cancel
de_de: Abbrechen

# MsgBox_Change
source: Change
de_de: Ändern

# MsgBox_Close
source: Close
de_de: Schließen

# MsgBox_Delete
source: Delete
de_de: Löschen

# MsgBox_Ftp_Successful_Text
source: The connection test to the specified FTP server was successful.
de_de: Die Verbindung zum angegebenen FTP-Server konnte erfolgreich getestet werden.

# MsgBox_Ftp_Successful_Title
source: Connection to FTP Server successful
de_de: Verbindung zum FTP-Server erfolgreich

# MsgBox_Ftp_Unuccessful_Text
source: The connection test to the specified FTP server was unsuccessful.
de_de: Die Verbindung zum angegebenen FTP-Server konnte nicht hergestellt werden.

# MsgBox_Ftp_Unuccessful_Title
source: Connection to FTP Server unsuccessful
de_de: Verbindung zum FTP-Server nicht erfolgreich

# MsgBox_LocalPath_Change_Move
source: Move
de_de: Verschieben

# MsgBox_LocalPath_Change_Text
source: You can decide to either use or move the location of the backups: Use: You already moved the path to the backups or the paths have changed. Move: You want to move the backups to a different path and want BSH to move the files.
de_de: Sie können den Speicherort der Sicherungen entweder übernehmen oder verschieben: Übernehmen: Sie haben den Pfad der Sicherungen bereits verschoben oder die Pfade haben sich geändert. Verschieben: Sie möchten die Sicherungen an einen anderen Pfad verschieben und BSH soll die Dateien verschieben.

# MsgBox_LocalPath_Change_Title
source: Change local path
de_de: Lokalen Pfad ändern

# MsgBox_LocalPath_Change_Use
source: Use
de_de: Übernehmen

# MsgBox_MediaType_Change_Text
source: Existing backups will be deleted. If you decide to switch the media type, all existing backups will be deleted. Switching the backup device type is not supported. Do you want to contine (ALL BACKUPS WILL BE DELETED)?
de_de: Vorhandene Sicherungen werden gelöscht. Wenn Sie den Medientyp wechseln, werden alle vorhandenen Sicherungen gelöscht. Ein Wechsel des Sicherungsgerätetyps wird nicht unterstützt. Möchten Sie fortfahren (ALLE SICHERUNGEN WERDEN GELÖSCHT)?

# MsgBox_MediaType_Change_Title
source: Existing backups deletion
de_de: Vorhandene Sicherungen werden gelöscht

# MsgBox_Next
source: Next
de_de: Weiter

# MsgBox_No
source: No
de_de: Nein

# MsgBox_Remove
source: Remove
de_de: Entfernen

# MsgBox_Rename
source: Rename
de_de: Umbenennen

# MsgBox_Save
source: Save
de_de: Speichern

# MsgBox_Yes
source: Yes
de_de: Ja

# Nav_ExtrasAndSupport
source: Extras and Support
de_de: Extras und Support

# Nav_Overview
source: Overview
de_de: Übersicht

# Overwrite_AlreadyExists
source: There is already a file with the same name at this location.
de_de: An diesem Speicherort ist bereits eine Datei mit demselben Namen vorhanden.

# Overwrite_ApplyForAll
source: Apply for all conflicts
de_de: Für alle Konflikte übernehmen

# Overwrite_LastModified
source: Last modified:
de_de: Zuletzt geändert:

# Overwrite_ReplaceDescription
source: Replace file in the destination folder with the file from backup:
de_de: Datei im Zielordner durch die Datei aus der Sicherung ersetzen:

# Overwrite_ReplaceHeader
source: Replace the file in the destination
de_de: Datei im Ziel ersetzen

# Overwrite_Size
source: Size:
de_de: Größe:

# Overwrite_SkipHeader
source: Skip the file
de_de: Datei überspringen

# Overwrite_Title
source: Overwrite or Skip Files
de_de: Dateien überschreiben oder überspringen

# Password_Description
source: Backup Service Home requires you to enter your password to continue the process. Once entered, you will not be asked for it again during this session.
de_de: Backup Service Home erfordert die Eingabe Ihres Kennworts, um den Vorgang fortzusetzen. Nach der Eingabe werden Sie in dieser Sitzung nicht erneut danach gefragt.

# Password_Label
source: Password:
de_de: Kennwort:

# Password_Remember
source: Remember password
de_de: Kennwort merken

# Password_Required_Text
source: A password is required to access this backup.
de_de: Zum Zugriff auf diese Sicherung ist ein Kennwort erforderlich.

# Password_Required_Title
source: Password required
de_de: Kennwort erforderlich

# Password_Title
source: Password required
de_de: Kennwort erforderlich

# Schedule_BackupTimes
source: Backup times
de_de: Sicherungszeiten

# Schedule_BackupTimesDescription
source: Add one-time or recurring backup entries.
de_de: Fügen Sie einmalige oder wiederkehrende Sicherungseinträge hinzu.

# Schedule_CreateFullBackupAfterInterval
source: Create full backup after an interval
de_de: Vollständige Sicherung nach einem Intervall erstellen

# Schedule_Date
source: Date
de_de: Datum

# Schedule_DateTime
source: Date / time
de_de: Datum / Uhrzeit

# Schedule_Day
source: Day
de_de: Tag

# Schedule_DayOfMonth
source: Day of month
de_de: Tag des Monats

# Schedule_DaysBetweenFullBackups
source: Days between full backups
de_de: Tage zwischen vollständigen Sicherungen

# Schedule_Delete
source: Delete
de_de: Löschen

# Schedule_DeleteInterval
source: Delete interval
de_de: Löschintervall

# Schedule_FullBackups
source: Full backups
de_de: Vollständige Sicherungen

# Schedule_FullBackupsDescription
source: Control scheduled full backups and missed backup handling.
de_de: Steuern Sie geplante vollständige Sicherungen und den Umgang mit verpassten Sicherungen.

# Schedule_Help_Daily
source: Run every day at the selected time.
de_de: Jeden Tag zur ausgewählten Uhrzeit ausführen.

# Schedule_Help_Hourly
source: Run every hour at the selected minute.
de_de: Jede Stunde zur ausgewählten Minute ausführen.

# Schedule_Help_Monthly
source: Run every month on the selected day and time.
de_de: Jeden Monat am ausgewählten Tag und zur ausgewählten Uhrzeit ausführen.

# Schedule_Help_Once
source: Run once on the selected date and time.
de_de: Einmalig am ausgewählten Datum und zur ausgewählten Uhrzeit ausführen.

# Schedule_Help_Weekly
source: Run every week on the selected day and time.
de_de: Jede Woche am ausgewählten Tag und zur ausgewählten Uhrzeit ausführen.

# Schedule_HourlyBackupThreshold
source: Hourly backup threshold
de_de: Schwellenwert für stündliche Sicherungen

# Schedule_Kind_Daily
source: Daily
de_de: Täglich

# Schedule_Kind_Hourly
source: Hourly
de_de: Stündlich

# Schedule_Kind_Monthly
source: Monthly
de_de: Monatlich

# Schedule_Kind_Once
source: Once
de_de: Einmalig

# Schedule_Kind_Unknown
source: Unknown
de_de: Unbekannt

# Schedule_Kind_Weekly
source: Weekly
de_de: Wöchentlich

# Schedule_Mode
source: Mode
de_de: Modus

# Schedule_PerformMissedLater
source: Perform missed scheduled backups later
de_de: Verpasste geplante Sicherungen später ausführen

# Schedule_Repeat
source: Repeat
de_de: Wiederholen

# Schedule_Retention
source: Retention
de_de: Aufbewahrung

# Schedule_RetentionDescription
source: Choose how long scheduled backup versions stay available.
de_de: Legen Sie fest, wie lange geplante Sicherungsversionen verfügbar bleiben.

# Schedule_RetentionMode_Automatic
source: Automatic
de_de: Automatisch

# Schedule_RetentionMode_Interval
source: Interval
de_de: Intervall

# Schedule_RetentionMode_None
source: None
de_de: Keine

# Schedule_RetentionUnit_Day
source: Day
de_de: Tag

# Schedule_RetentionUnit_Hour
source: Hour
de_de: Stunde

# Schedule_RetentionUnit_Week
source: Week
de_de: Woche

# Schedule_Subtitle
source: Create schedule entries and choose how scheduled backups are retained.
de_de: Erstellen Sie Zeitplaneinträge und legen Sie fest, wie geplante Sicherungen aufbewahrt werden.

# Schedule_Text_AtMinute
source: At minute {0}
de_de: Zur Minute {0}

# Schedule_Text_DayOfMonth
source: Day {0}, {1}
de_de: Tag {0}, {1}

# Schedule_Time
source: Time
de_de: Uhrzeit

# Schedule_Title
source: Schedule
de_de: Zeitplan

# Schedule_Unit
source: Unit
de_de: Einheit

# Settings_Enhanced_AccessDenied_Text
source: Windows startup could not be changed. Check your permissions and try again.
de_de: Der Windows-Autostart konnte nicht geändert werden. Prüfen Sie Ihre Berechtigungen und versuchen Sie es erneut.

# Settings_Enhanced_AccessDenied_Title
source: Access denied
de_de: Zugriff verweigert

# Settings_Enhanced_Application
source: Application
de_de: Anwendung

# Settings_Enhanced_AutoCheckUpdates
source: Automatically check for updates
de_de: Automatisch nach Aktualisierungen suchen

# Settings_Enhanced_AutoCheckUpdatesDescription
source: Look for updates when the application starts
de_de: Beim Start der Anwendung nach Aktualisierungen suchen

# Settings_Enhanced_BackupCompleted
source: Backup completed
de_de: Sicherung abgeschlossen

# Settings_Enhanced_BackupCompletedDescription
source: Show notification if backup is completed
de_de: Benachrichtigung anzeigen, wenn die Sicherung abgeschlossen ist

# Settings_Enhanced_BackupOutdated
source: Backup outdated
de_de: Sicherung veraltet

# Settings_Enhanced_BackupOutdatedDescription
source: Show notification if backup is outdated
de_de: Benachrichtigung anzeigen, wenn die Sicherung veraltet ist

# Settings_Enhanced_BackupOutdatedWhen
source: Backup is outdated when older than
de_de: Sicherung ist veraltet, wenn älter als

# Settings_Enhanced_Days
source: Days
de_de: Tage

# Settings_Enhanced_DirectoryLocalization
source: Directory localization
de_de: Verzeichnislokalisierung

# Settings_Enhanced_DirectoryLocalizationDescription
source: Show directory localization names if available
de_de: Lokalisierte Verzeichnisnamen anzeigen, falls verfügbar

# Settings_Enhanced_DiskspaceLowerThan
source: Diskspace lower than
de_de: Speicherplatz niedriger als

# Settings_Enhanced_DownloadBeta
source: Download beta updates
de_de: Beta-Aktualisierungen herunterladen

# Settings_Enhanced_DownloadBetaDescription
source: Include prerelease versions when checking for updates
de_de: Vorabversionen bei der Suche nach Aktualisierungen einbeziehen

# Settings_Enhanced_LaunchAtStartup
source: Launch at Windows startup
de_de: Beim Windows-Start starten

# Settings_Enhanced_LaunchAtStartupDescription
source: Start Backup Service Home when you sign in to Windows
de_de: Backup Service Home starten, wenn Sie sich bei Windows anmelden

# Settings_Enhanced_LowDiskspace
source: Low diskspace
de_de: Wenig Speicherplatz

# Settings_Enhanced_LowDiskspaceDescription
source: Show notification if less diskspace is available
de_de: Benachrichtigung anzeigen, wenn wenig Speicherplatz verfügbar ist

# Settings_Enhanced_Notifications
source: Notifications
de_de: Benachrichtigungen

# Settings_Enhanced_StorageDeviceNotify
source: Storage device
de_de: Speichermedium

# Settings_Enhanced_StorageDeviceNotifyDescription
source: Show notification to request storage device if not available
de_de: Benachrichtigung anzeigen, um das Speichermedium anzufordern, falls nicht verfügbar

# Settings_Mode_BackupMode
source: Backup mode
de_de: Sicherungsmodus
